/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "Cellulare";
"connectivity.not-connected" = "Non collegato";
"connectivity.wifi" = "Wi-Fi";

/* Alert view button */
"general.alertview.cancel" = "Annulla";
"general.alertview.close" = "Vicino";
"general.alertview.dismiss" = "Respingere";
"general.alertview.error" = "Errore";
"general.alertview.confirmation" = "Conferma";

"general.alertview.ok" = "ok";
"general.alertview.reload" = "Ricaricare";
"general.alertview.success" = "Successo";

/* Filter sections title */
"history.filter.device" = "Dispositivo";
"history.filter.networktype" = "Tipo di rete";
"history.qos.detail.test" = "Test";
"history.qos.headline.details" = "DETTAGLI";
"history.qos.headline.tests" = "PROVE";
"history.result.headline.details" = "Dettagli";
"history.result.headline.map" = "Carta geografica";
"history.result.headline.measurement" = "misurazione";
"history.result.headline.network" = "Rete";
"history.result.headline.qos" = "Test di qualità del servizio";
"history.result.map.accuracy" = "Precisione";
"history.result.map.invalid-coordinates" = "Coordinate non valide";
"history.result.map.latitude" = "Latitudine";
"history.result.map.longitude" = "Longitudine";
"history.result.map.result" = "Mappa risultato";
"history.result.map.show" = "Mostra la mappa";
"history.result.more-details" = "Più dettagli";
"history.result.qos.details" = "DETTAGLI";
"history.result.qos.details.description" = "DESCRIZIONE";
"history.result.qos.details.failed" = "FALLITA";
"history.result.qos.details.succeeded" = "SUCCESSO";
"history.result.qos.results" = "risultati";
"history.result.qos.results-detail" = "Dettaglio dei risultati";
"history.result.time" = "Tempo";

/* History Sync Code Alert */
"history.sync.code-text" = "Codice di sincronizzazione";
"history.sync.code.copy" = "Copia il codice";
"history.sync.code.enter" = "Inserisci il codice";
"history.sync.code.enter-text" = "Inserisci il codice di sincronizzazione:";
"history.sync.code.request" = "Codice richiesto";
"history.sync.merge" = "Per unire la cronologia da due dispositivi diversi, richiedi il codice di sincronizzazione su un dispositivo e inseriscilo su un altro dispositivo";
"history.sync.success-message" = "La sincronizzazione della cronologia ha avuto successo.";
"history.sync.sync" = "Sync";

/* History index buttons */
"history.uibar.filter" = "Filtro"; /* Unused */
"history.uibar.sync" = "Sync";

/* Loop Mode */
"loopmode.change_server.title" = "CAMBIA SERVER";
"loopmode.init.btn.test" = "Test";
"loopmode.init.btn.loop-test" = "Loop Test";
"loopmode.test.header.measurement" = "MISURA";
"loopmode.test.header.current" = "ATTUALE";
"loopmode.test.header.median" = "MEDIANO";
"loopmode.test.progress.format" = "LOOP MODE (%d di %d)";
"loopmode.test.init.title" = "MODALITÀ LOOP";
"loopmode.test.results.title" = "RISULTATI DELLA MODALITÀ LOOP";
"loopmode.test.time_to_next_test.title" = "TIME TO NEXT TEST";
"loopmode.test.movement.title" = "MOVIMENTO";
"loopmode.init.btn.loop.on" = "Loop On";
"loopmode.init.btn.loop.off" = "Loop Off";
"loopmode.test.immediately" = "Subito";

"loopmode.test.state.init" = "DENTRO";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "SCARICARE";
"loopmode.test.state.upload" = "CARICARE";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "PERDITA DI PACCHETTI";
"loopmode.test.state.jitter" = "JITTER";

"loopmode.abort.abort" = "abortire";
"loopmode.abort.continue" = "Continua";
"loopmode.abort.keep" = "conservare";
"loopmode.abort.title" = "Interrompere?";
"loopmode.abort.message" = "Vuoi interrompere la misurazione?";

"loopmode_alert.activation_privacy" = "Attivazione e privacy";
"loopmode_alert.activation_privacy.description" = "La modalità loop consente la ripetizione automatica dei test.";

"loopmode_alert.data_usage" = "Utilizzo dei dati";
"loopmode_alert.data_usage.description" = "Si noti che una quantità elevata di dati viene trasferita durante la modalità loop. Con la connessione Internet ad alta velocità, eseguendo 10 test in modalità loop, consuma almeno 1 GB di spazio dati.";
"loopmode_alert.data_usage.description_2" = "Si consiglia di eseguire il test di loop solo con una frequenza flat vera in cui il traffico aggiuntivo non genera costi aggiuntivi.";
"loopmode_alert.battery_power" = "Carica batteria";
"loopmode_alert.battery_power.description" = "La modalità loop consuma molta batteria. Tra i test del loop, la modalità loop mantiene il GPS e il display attivi, quindi la batteria viene scaricata molto più velocemente rispetto alla modalità standby. I test consumano anche la carica della batteria.";
"loopmode_alert.battery_power.description_2" = "La modalità loop deve essere utilizzata solo se è disponibile un alimentatore esteso.";
"loopmode_alert.items.item_1" = "Il primo test inizierà immediatamente dopo aver premuto il pulsante Start.";
"loopmode_alert.items.item_2" = "Ulteriori test inizieranno o dopo che è trascorso il tempo di attesa (predefinito 30 minuti) o la distanza configurata è stata raggiunta (default 250m).";
"loopmode_alert.items.item_3" = "I test verranno eseguiti fino a quando il numero preconfigurato di test sarà stato eseguito (default 10 test).";
"loopmode_alert.items.item_4" = "Questi valori possono essere modificati in Impostazioni.";
"loopmode_alert.items.item_5" = "La modalità loop termina automaticamente dopo 2 giorni.";
"loopmode_alert.items.item_6" = "La modalità loop può essere interrotta in qualsiasi momento.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Avviso legale";

/* Intro location question */
"intro.location.question.message" = "Per ottenere il servizio di localizzazione, abilitarlo nelle impostazioni!"; /* Unused */
"intro.location.question.title" = "Utilizzando la posizione"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "Sconosciuto";
"intro.network.connection.unavailable" = "Nessuna connessione di rete disponibile";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "App RAM";
"intro.popup.hardware.cpu" = "processore";
"intro.popup.hardware.system-ram" = "RAM di sistema";
"intro.popup.hardware.usage" = "Utilizzo hardware";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Connessione in corso ...";
"intro.popup.ip.connections" = "Connessioni IP";
"intro.popup.ip.no-ip-text" = "n / A";
"intro.popup.ip.v4-external" = "IPv4 esterno";
"intro.popup.ip.v4-internal" = "IPv4 interno";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "Posizione";
"intro.popup.location.accuracy" = "Precisione";
"intro.popup.location.age" = "Età";
"intro.popup.location.altitude" = "Altitudine";
"intro.popup.location.position" = "Posizione";
"intro.popup.location.source" = "fonte"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Traffico di sfondo";
"intro.popup.traffic.download" = "Scarica il traffico";
"intro.popup.traffic.upload" = "Carica il traffico";

/* Map callout */
"map.callout.measurement" = "misurazione";
"map.callout.network" = "Rete";

/* Table section header title */
"map.options.filter.overlay" = "copertura";
"map.options.filter.country" = "Paese degli operatori";
"map.options.filter.operators" = "operatori";
"map.options.filter.period" = "Periodo";
"map.options.filter.technologies" = "tecnologie";

"map.options.filter.countries" = "paesi";
"map.options.filter.all_countries" = "Tutti i paesi";

/* Map overlay description */
"map.options.overlay.auto" = "Auto";
"map.options.overlay.heatmap" = "Mappa di calore";
"map.options.overlay.municipality" = "Comune";
"map.options.overlay.points" = "Punti";
"map.options.overlay.regions" = "Regioni";
"map.options.overlay.settlements" = "insediamenti";
"map.options.overlay.shapes" = "forme";
"map.options.overlay.whitespots" = "punti bianchi";

/* Alert view test intro message */
"test.intro-message" = "AVVERTIMENTO! L'utilizzo di questa applicazione può comportare un trasferimento di grandi volumi di dati. In una rete 3G, il volume di dati per un singolo test è tra 5 e 10 MB. In una rete 4G, questo volume può superare i 100 MB. Il fornitore dell'applicazione non sarà ritenuto responsabile per il consumo eccessivo causato dal trasferimento dei dati durante l'utilizzo di questa applicazione. Durante il test della connessione Internet, l'utente deve considerare il traffico Internet risultante e accettare le conseguenze del trasferimento dei dati.";

"test.aborted-message" = "Il test è stato interrotto perché l'app è stata inserita in background. I test possono essere eseguiti solo mentre l'app è in esecuzione in primo piano.";

"test.connection.could-not-connect" = "La connessione non può essere stabilita. La causa probabile è che la tua connessione è molto lenta";
"test.connection.lost" = "La connessione al server di prova è stata persa. Test interrotto.";

/* Test phases */
"test.phase.download" = "Scaricare";
"test.phase.init" = "Dentro";
"test.phase.ping" = "ping";
"test.phase.upload" = "Caricare";

"test.qos.failed" = "Test di qualità del servizio fallito.";
"test.repeat" = "Ripeti test";
"test.result.not-submitted" = "Il test è stato completato, ma i risultati non possono essere inviati al server di prova.";
"test.results.title" = "Risultati del test";

"RMBT-TEST-START_QOS_BUTTON" = "Test QoS";

/* Unit suffex */
"test.speed.unit" = "Mbps";

"main-view-button-map" = "CARTA GEOGRAFICA";
"history.delete" = "Elimina";
"test.abort.title" = "Interrompere?";
"test.abort.abort" = "abortire";
"test.abort.continue" = "Continua";
"test.abort.message" = "Vuoi interrompere la misurazione?";
"test.startagain" = "Ricomincia";

/* Menu Items */
"RMBT-NI-HISTORY" = "Storia";
"RMBT-NI-HOME" = "Casa";
"RMBT-NI-MAPS" = "Mappe";
"RMBT-NI-STATISTICS" = "statistica";
"RMBT-NI-SURVEY" = "Sondaggio";
"RMBT-NI-HELP" = "Aiuto";
"RMBT-NI-HISTORY-DETAILS" = "Dettagli";
"RMBT-NI-HISTORY-TESTRESULT" = "Risultato del test";
"RMBT-NI-INFO" = "Informazioni";
"RMBT-NI-LOOP-MODE" = "Modalità Loop";

/* TabBar Items */
"tabbar.title.test" = "Test";
"tabbar.title.results" = "risultati";
"tabbar.title.map" = "Carta geografica";
"tabbar.title.settings" = "impostazioni";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Risultato";
"RMBT-NI-FILTER" = "Filtro";
"RMBT-NI-SETTINGS" = "impostazioni";
"RMBT-NI-PUBLISHPERSONALDATA" = "Invia dati personali"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Sito web";
"RMBT-INFO-EMAIL" = "E-mail";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Termini di servizio";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "politica sulla riservatezza";
"RMBT-INFO-PRIVACYPOLICY" = "politica sulla riservatezza";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Pubblica dati personali";
"RMBT-INFO-CLINETUUID" = "UUID client";
"RMBT-INFO-TESTCOUNT"  = "Conteggio dei test";
"RMBT-INFO-VERSION" = "Versione";
"RMBT-INFO-SERVERVERSION" = "Versione server";
"RMBT-INFO-DEVELOPEDBY" = "Sviluppato da";
"RMBT-INFO-SOURCECODE" = "Codice sorgente";
"RMBT-INFO-LEGALNOTICE" = "Note legali di Google Maps";

"RMBT-ABOUT-TITLE" = "%@ è stato creato durante il progetto MoQoS. I partner del progetto erano:";
"RMBT-ABOUT-FOOTER-TEXT" = "Visita moqos.eu per ulteriori informazioni sul progetto.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Scarica Mbps";
"RMBT-HOME-UPLOADMBPS" = "Carica Mbps";
"RMBT-HOME-START" = "INIZIO";
"RMBT-HOME-RUNAGAIN" = "ESEGUI DI NUOVO";
"RMBT-HOME-MBPS" = "(Mbps)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "Informazioni su %@";
"RMBT-SETTINGS-LANGUAGE" = "linguaggio";
"RMBT-SETTINGS-DARKMODE" = "Modalità oscura";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Impostazioni della modalità Nerd";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Impostazioni dello sviluppatore";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "La modalità anonima impedisce l'associazione con uuid client, il risultato della misurazione sarà immediatamente dissociato.";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "La modalità Nerd consente funzionalità avanzate. L'app mostrerà più informazioni prima e durante il test.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "Le impostazioni dello sviluppatore consentono ...";
"RMBT-SETTINGS-IPV4ONLY" = "Solo IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Solo IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "Misure QoS";
"RMBT-SETTINGS-QOSMANUALLY" = "manualmente";
"RMBT-SETTINGS-QOSNETWORK" = "Sulla nuova rete";
"RMBT-SETTINGS-QOSALWAYS" = "Sempre";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Invia dati personali";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Invia test zero";
"RMBT-SETTINGS-GENERAL" = "Generale";
"RMBT-SETTINGS-INFORMATION" = "Informazione";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "Qualità dei servizi";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "Le misurazioni della qualità del servizio includono ...";
"RMBT-SETTINGS-QOSENABLED" = "QOS abilitato";
"RMBT-SETTINGS-QOSDISABLED" = "QOS disabilitato";
"RMBT-SETTINGS-NERDMODE" = "Modalità Nerd";
"RMBT-SETTINGS-ENABLENERDMODE" = "Abilita la modalità nerd";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Modalità anonima";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Impostazioni dello sviluppatore";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "Impostazioni avanzate";

"RMBT-DEVSETTINGS-DISTANCE" = "Distanza (metri)";
"RMBT-DEVSETTINGS-MINDELAY" = "Intervallo (minuti)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Conteggio dei test";
"RMBT-DEVSETTINGS-LOOPMODE" = "Modalità Loop";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "Salta test QOS";

"RMBT-SETTINGS-SEND-LOG" = "Invia registro";
"RMBT-SETTINGS-CONTROL-SERVER" = "Control Server";
"RMBT-SETTINGS-IS-OVERRIDE-CONTROL-SERVER" = "Is override Control Server";
"RMBT-SETTINGS-DEV" = "Sezione Dev";
"dev.code" = "Codice Dev";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Default del sistema";
"RMBT-SETTINGS-PRIVACY" = "vita privata";
"RMBT-SETTINGS-LOCATION" = "Posizione";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Gestisci le autorizzazioni relative al rilevamento della posizione";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "Disabilita la personalizzazione degli annunci";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "Gestisci le autorizzazioni relative all'ID pubblicità";
"RMBT-SETTINGS-PERSISTENT-UUID" = "UUID del client persistente";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "L'UUID del client permanente è necessario per abilitare la cronologia delle misurazioni e la sincronizzazione dei risultati tra i dispositivi";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "analitica";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Abilita l'analisi e inviaci le tracce di arresto anomalo";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "Disabilita la personalizzazione degli annunci";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "Per gestire le autorizzazioni relative all'ID pubblicità, vai su Impostazioni -> Privacy -> Pubblicità";

"RMBT-MAIN-VIEWREPORT" = "Rapporto di misurazione dettagliato";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "Gli annunci sono stati rimossi. Grazie per aver sostenuto Open Nettest!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Non siamo riusciti a completare la transazione.";

"settings.start_next_test_immediatelly" = "Inizia subito la prossima prova";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Standard";
"RMBT-MAP-SATELLITE" = "Satellitare";
"RMBT-MAP-HYBRID" = "Ibrido";
"RMBT-MAP-BASIC" = "Di base";
"RMBT-MAP-STREETS" = "strade";

"RMBT-MAP-OVERLAYOPTIONS" = "Vista sovrapposizione opzioni mappa"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "impostazioni attuali"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Versione del server di controllo";
"RMBT-DEVSETTINGS-SEVER" = "server";
"RMBT-DEVSETTINGS-ENABLED" = "Abilitato";
"RMBT-DEVSETTINGS-NOGPS" = "Nessun GPS";

"RBMT-BASE-DECLINE" = "Declino";
"RBMT-BASE-AGREE" = "Essere d'accordo";
"RBMT-BASE-CONTINUE" = "Continua";

"RBMT-CONSUMPTION" = "Il test potrebbe causare un aumento del consumo di dati";
"RBMT-BASE-PACKETLOSS" = "Perdita di pacchetti";
"RBMT-BASE-JITTER" = "jitter";
"RBMT-BASE-TRAFFIC" = "Traffico attuale";
"RBMT-DISABLED" = "Disabilitato";
"RBMT-BASE-TESTSERVER" = "Server di prova";
"RBMT-BASE-MEASUREMENTSERVERS" = "Server di misurazione";
"RBMT-HISTORY-NORECORDSYET" = "Nessun test è stato ancora eseguito da questo dispositivo";
"history.error.server_not_available" = "Il server non è disponibile. Riprovare più tardi.";
"history.empty.button.title" = "Esegui il tuo primo test";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "RETE";
"test.title.qos" = "QoS";
"test.title.performed" = "ESEGUITA";
"test.title.passed" = "PASSATO";
"test.title.failed" = "FALLITA";
"test.title.test" = "Esecuzione dei test QoS:";
"test.init.title" = "Test";

/* Tests descriptions */
"test.qos.titles.web-page" = "pagina web";
"test.qos.titles.TCP-ports" = "Porte TCP";
"test.qos.titles.UDP-ports" = "Porte UDP";
"test.qos.titles.voice-over-IP" = "Voice over IP";
"test.qos.titles.traceroute" = "traceroute";
"test.qos.titles.unmodified-content" = "Contenuto non modificato";
"test.qos.titles.transparent-connection" = "Connessione trasparente";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Questo test verifica se una pagina Web di riferimento, basata sulla pagina di riferimento KTS di ETSI, può essere trasferita su Internet.";
"test.qos.descriptions.TCP-ports" = "Le porte TCP sono utilizzate per trasferire e-mail, pagine Web e altro contenuto di Internet.";
"test.qos.descriptions.UDP-ports" = "Le porte UDP sono utilizzate per telefonia IP, streaming voce e video.";
"test.qos.descriptions.voice-over-IP" = "Viene simulata una chiamata telefonica bidirezionale su Internet.";
"test.qos.descriptions.traceroute" = "Questo test registra il percorso di rete tra questo dispositivo e il server.";
"test.qos.descriptions.unmodified-content" = "Questo test controlla se i dati dal server non vengono modificati durante il trasferimento.";
"test.qos.descriptions.transparent-connection" = "Questo test controlla se una richiesta di pagina web non viene modificata da un proxy.";
"test.qos.descriptions.DNS" = "DNS è la directory degli indirizzi internet. Questo test controlla se le risposte DNS non sono manipolate.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Risultati dettagliati";


"measurement.unknown_error.message" = "La misurazione è stata interrotta a causa di un errore sconosciuto.";
"measurement.unknown_error.title" = "Errore di misurazione";

/* History headers */
"history.header.ping" = "Ping";
"history.header.test" = "DATA DEL TEST";
"history.header.packet-loss" = "PERDITA DI PACCHETTI";
"history.header.jitter" = "JITTER";
"history.header.download" = "Scaricare";
"history.header.upload" = "Caricare";
"history.header.qos" = "QoS";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Accetto le Norme sulla privacy e i Termini di servizio.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Sono d'accordo con i Termini di servizio.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Sono d'accordo con l'informativa sulla privacy.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Accetto di inviare dati personali.";

"info.text.open_data_sources_notice" = "Oltre ai nostri dati personali, utilizziamo ed elaboriamo dati aperti dalle seguenti fonti sotto licenza Creative Commons Attribution 4.0 International (CC BY 4.0): RTR-Netztest di RTR-GmbH, Austria; AKOS Test Net di AKOS, Slovenia; Netmetr di CZ.NIC, Czechia; Merac Internetu di RU, Slovacchia."; /* Make customization */


"info.title.open_data_sources_notice" = "Apri fonti di dati";

"wizard.button.i_agree_to_all" = "Accetto tutti";
"wizard.button.essential_settings_only" = "Solo impostazioni essenziali";
"wizard.button.details" = "impostazioni";

"wizard.one_page.title" = "Benvenuti in %@";
"wizard.one_page.privacy_description" = "Prima di iniziare a utilizzare l'app, vorremmo che tu esaminassi %@ e facciate scelte informate sui dati personali. Puoi anche rivisitarlo in seguito tramite la pagina Menu / Info. Puoi sempre contattarci con i tuoi dubbi sulla privacy a %@.";
"wizard.one_page.analytics_title" = "ANALYTICS";
"wizard.one_page.analytics_description" = "Le informazioni di Analytics vengono utilizzate per capire in che modo i nostri utenti utilizzano le app mobili e per ottimizzare continuamente il servizio. Raccogliamo anche dati sulle tracce di collisione che ci aiutano a valutare, analizzare e risolvere statisticamente bug e crash. Utilizziamo inoltre l'identificatore pubblicitario per attribuire la pubblicità precedentemente pubblicata all'installazione di un'app e all'analisi degli utenti.";
"wizard.one_page.persistent_client_title" = "UUID PERSISTENTE CLIENT";
"wizard.one_page.persistent_client_description" = "UUID client è un ID generato casualmente che viene salvato con ogni misurazione. UUID del client persistente indica che l'ID è lo stesso per ogni misurazione. È necessario per abilitare la cronologia delle misurazioni e la sincronizzazione dei risultati tra i dispositivi.";
"wizard.one_page.finish_description" = "Per favore, fai la tua scelta qui. Puoi cambiarlo più tardi in Impostazioni.";


